[
    {
    	"id": 1,
    	"name": "Tux",
    	"description": "Tux est un manchot, mascotte officielle du noyau Linux. Dessiné par Larry Ewing en 1996, son usage est libre et se retrouve dans de très nombreux projets et logotypes liés à Linux.",
    	"links": {
    		"website": [
    			"https://fr.wikipedia.org/wiki/Tux"
    		]
    	},
    	"path": {
    		"0": [
    			[
    				11,
    				0
    			],
    			[
    				7,
    				4
    			],
    			[
    				0,
    				27
    			],
    			[
    				6,
    				31
    			],
    			[
    				19,
    				31
    			],
    			[
    				25,
    				27
    			],
    			[
    				18,
    				4
    			],
    			[
    				14,
    				0
    			]
    		]
    	},
    	"center": {
    		"0": [
    			13,
    			21
    		]
    	}
    },
    {
    	"id": 2,
    	"name": "Canard en plastique",
    	"description": "La méthode du canard en plastique, appelée également méthode du canard en caoutchouc, est une pratique de revue du code source utilisée en génie logiciel dans les phases de débogage.",
    	"links": {
    		"website": [
    			"https://fr.wikipedia.org/wiki/M%C3%A9thode_du_canard_en_plastique"
    		]
    	},
    	"path": {
    		"0": [
    			[
    				28,
    				0
    			],
    			[
    				24,
    				4
    			],
    			[
    				24,
    				7
    			],
    			[
    				21,
    				8
    			],
    			[
    				23,
    				11
    			],
    			[
    				26,
    				11
    			],
    			[
    				26,
    				14
    			],
    			[
    				30,
    				18
    			],
    			[
    				40,
    				18
    			],
    			[
    				46,
    				15
    			],
    			[
    				49,
    				10
    			],
    			[
    				50,
    				5
    			],
    			[
    				47,
    				5
    			],
    			[
    				37,
    				7
    			],
    			[
    				35,
    				2
    			],
    			[
    				33,
    				0
    			]
    		]
    	},
    	"center": {
    		"0": [
    			33,
    			12
    		]
    	}
    },
    {
    	"id": 3,
    	"name": "Rm rf LGBT",
    	"description": "Cette command supprime tous les fichiers de la machine. C'est un troll courant sur Internet de dire aux nouveaux de l'exécuter. ",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				52,
    				0
    			],
    			[
    				52,
    				6
    			],
    			[
    				90,
    				6
    			],
    			[
    				90,
    				0
    			]
    		]
    	},
    	"center": {
    		"0": [
    			71,
    			3
    		]
    	}
    },
    {
    	"id": 4,
    	"name": "Manette de jeu",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				49,
    				16
    			],
    			[
    				46,
    				23
    			],
    			[
    				46,
    				27
    			],
    			[
    				49,
    				28
    			],
    			[
    				51,
    				24
    			],
    			[
    				62,
    				24
    			],
    			[
    				64,
    				28
    			],
    			[
    				67,
    				27
    			],
    			[
    				67,
    				24
    			],
    			[
    				64,
    				16
    			]
    		]
    	},
    	"center": {
    		"0": [
    			57,
    			20
    		]
    	}
    },
    {
    	"id": 5,
    	"name": "Coeur",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				30,
    				20
    			],
    			[
    				28,
    				22
    			],
    			[
    				28,
    				23
    			],
    			[
    				32,
    				27
    			],
    			[
    				36,
    				23
    			],
    			[
    				36,
    				22
    			],
    			[
    				34,
    				20
    			],
    			[
    				33,
    				20
    			],
    			[
    				32,
    				21
    			],
    			[
    				31,
    				20
    			]
    		]
    	},
    	"center": {
    		"0": [
    			32,
    			24
    		]
    	}
    },
    {
    	"id": 6,
    	"name": "Triple coeur",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				5,
    				39
    			],
    			[
    				23,
    				39
    			],
    			[
    				23,
    				41
    			],
    			[
    				21,
    				43
    			],
    			[
    				7,
    				43
    			],
    			[
    				5,
    				41
    			]
    		]
    	},
    	"center": {
    		"0": [
    			14,
    			41
    		]
    	}
    },
    {
    	"id": 7,
    	"name": "Enseigner c'est mentir",
    	"description": "Phrase utilisée couramment par le professeur ITI Nicolas Delestre pour justifier le manque de clarté de ses explications",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				2,
    				45
    			],
    			[
    				59,
    				45
    			],
    			[
    				59,
    				49
    			],
    			[
    				39,
    				49
    			],
    			[
    				39,
    				55
    			],
    			[
    				8,
    				55
    			],
    			[
    				8,
    				49
    			],
    			[
    				2,
    				49
    			]
    		]
    	},
    	"center": {
    		"0": [
    			27,
    			50
    		]
    	}
    },
    {
    	"id": 8,
    	"name": "Batterie",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				65,
    				43
    			],
    			[
    				76,
    				43
    			],
    			[
    				76,
    				48
    			],
    			[
    				65,
    				48
    			]
    		]
    	},
    	"center": {
    		"0": [
    			71,
    			46
    		]
    	}
    },
    {
    	"id": 9,
    	"name": "Bouclier ITI",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				42,
    				53
    			],
    			[
    				45,
    				51
    			],
    			[
    				47,
    				51
    			],
    			[
    				51,
    				53
    			],
    			[
    				60,
    				53
    			],
    			[
    				64,
    				51
    			],
    			[
    				66,
    				51
    			],
    			[
    				69,
    				53
    			],
    			[
    				69,
    				64
    			],
    			[
    				66,
    				74
    			],
    			[
    				62,
    				78
    			],
    			[
    				58,
    				80
    			],
    			[
    				53,
    				80
    			],
    			[
    				49,
    				78
    			],
    			[
    				45,
    				74
    			],
    			[
    				42,
    				64
    			]
    		]
    	},
    	"center": {
    		"0": [
    			56,
    			66
    		]
    	}
    },
    {
    	"id": 10,
    	"name": "PC",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				0,
    				57
    			],
    			[
    				31,
    				57
    			],
    			[
    				31,
    				80
    			],
    			[
    				21,
    				80
    			],
    			[
    				21,
    				83
    			],
    			[
    				0,
    				83
    			]
    		]
    	},
    	"center": {
    		"0": [
    			13,
    			70
    		]
    	}
    },
    {
    	"id": 11,
    	"name": "🗿",
    	"description": "Un moai, l'une des célèbres statues géantes en pierre représentant des personnages humains sur l'île de Pâques. Représenté comme une sculpture en pierre grise d'une tête humaine stylisée avec un sourcil et un nez proéminents, le plus souvent tournée vers la gauche.\n\nParfois utilisé à diverses fins idiosyncratiques, comme pour transmettre une expression stoïque, impassible ou idiote. Par exemple, cet émoji est souvent utilisé pour représenter divers mèmes « sigma » ou « chad » en raison de ses traits émotionnels ciselés.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				38,
    				76
    			],
    			[
    				34,
    				79
    			],
    			[
    				34,
    				81
    			],
    			[
    				35,
    				81
    			],
    			[
    				35,
    				92
    			],
    			[
    				34,
    				92
    			],
    			[
    				34,
    				93
    			],
    			[
    				35,
    				93
    			],
    			[
    				36,
    				94
    			],
    			[
    				40,
    				94
    			],
    			[
    				41,
    				93
    			],
    			[
    				45,
    				93
    			],
    			[
    				47,
    				88
    			],
    			[
    				47,
    				79
    			],
    			[
    				44,
    				76
    			]
    		]
    	},
    	"center": {
    		"0": [
    			41,
    			82
    		]
    	}
    },
    {
    	"id": 12,
    	"name": "CD",
    	"description": "Symbole nostalgique d'une ère de l'informatique passée",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				24,
    				84
    			],
    			[
    				21,
    				86
    			],
    			[
    				19,
    				89
    			],
    			[
    				19,
    				92
    			],
    			[
    				21,
    				95
    			],
    			[
    				24,
    				97
    			],
    			[
    				27,
    				97
    			],
    			[
    				30,
    				95
    			],
    			[
    				32,
    				92
    			],
    			[
    				32,
    				89
    			],
    			[
    				30,
    				86
    			],
    			[
    				27,
    				84
    			]
    		]
    	},
    	"center": {
    		"0": [
    			26,
    			91
    		]
    	}
    },
    {
    	"id": 13,
    	"name": "Raspberry Pi logo",
    	"description": "Le Raspberry Pi est un nano-ordinateur monocarte à processeur ARM de la taille d'une carte de crédit conçu par des professeurs du département informatique de l'université de Cambridge dans le cadre de la fondation Raspberry Pi3.\n\nLe Raspberry Pi fut créé afin de démocratiser l'accès aux ordinateurs et au digital making4 (terme anglophone désignant à la fois la capacité de résolution de problèmes et les compétences techniques et informatiques)5. Cette démocratisation est possible en raison du coût réduit du Raspberry Pi, mais aussi grâce aux logiciels libres4. Le Raspberry Pi permet l'exécution de plusieurs variantes du système d'exploitation libre GNU/Linux, notamment Debian ou Ubuntu, ainsi que des logiciels compatibles6. Il fonctionne également avec le système d'exploitation Microsoft Windows : Windows 10 IoT Core7, Windows 10 on ARM (pour l'instant[Quand ?] relativement instable), celui de Google Android Pi8 et même une version de l'OS/MVT d'IBM accompagnée du système APL\\3602.",
    	"links": {
    		"website": [
    			"https://www.raspberrypi.com/"
    		]
    	},
    	"path": {
    		"0": [
    			[
    				48,
    				90
    			],
    			[
    				48,
    				94
    			],
    			[
    				50,
    				96
    			],
    			[
    				48,
    				102
    			],
    			[
    				48,
    				106
    			],
    			[
    				50,
    				111
    			],
    			[
    				56,
    				115
    			],
    			[
    				62,
    				115
    			],
    			[
    				67,
    				112
    			],
    			[
    				70,
    				107
    			],
    			[
    				70,
    				102
    			],
    			[
    				68,
    				96
    			],
    			[
    				70,
    				94
    			],
    			[
    				70,
    				90
    			],
    			[
    				67,
    				88
    			],
    			[
    				61,
    				88
    			],
    			[
    				59,
    				90
    			],
    			[
    				57,
    				88
    			],
    			[
    				51,
    				88
    			]
    		]
    	},
    	"center": {
    		"0": [
    			59,
    			103
    		]
    	}
    },
    {
    	"id": 14,
    	"name": "Symbole wifi",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				65,
    				79
    			],
    			[
    				65,
    				85
    			],
    			[
    				71,
    				85
    			],
    			[
    				71,
    				82
    			],
    			[
    				68,
    				79
    			]
    		]
    	},
    	"center": {
    		"0": [
    			68,
    			82
    		]
    	}
    },
    {
    	"id": 15,
    	"name": "Amogus à la tasse",
    	"description": "Amogus est une version abâtardie du nom du jeu vidéo Among Us de 2018. En janvier 2021, le mot a gagné en popularité en tant que slogan utilisé dans les mèmes ironiques, souvent utilisé pour remplacer le dialogue dans les dessins animés, et comme moyen de shitposting en spammant la phrase à côté de sus. De plus, Amogus fait référence au dessin simplifié d'un membre d'équipage d'Among Us utilisé dans les mèmes. En mai 2021, le panneau Amogus a regagné en popularité en tant que format de référence à la culture pop et à l'histoire, le mot ayant été modifié en noms de trois syllabes se terminant par « us », comme « Columbus », et le panneau redessiné en conséquence.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				52,
    				134
    			],
    			[
    				52,
    				137
    			],
    			[
    				48,
    				137
    			],
    			[
    				48,
    				149
    			],
    			[
    				52,
    				149
    			],
    			[
    				52,
    				152
    			],
    			[
    				54,
    				155
    			],
    			[
    				58,
    				155
    			],
    			[
    				58,
    				150
    			],
    			[
    				61,
    				150
    			],
    			[
    				61,
    				155
    			],
    			[
    				65,
    				155
    			],
    			[
    				65,
    				148
    			],
    			[
    				66,
    				148
    			],
    			[
    				66,
    				140
    			],
    			[
    				67,
    				140
    			],
    			[
    				67,
    				135
    			],
    			[
    				61,
    				129
    			],
    			[
    				61,
    				123
    			],
    			[
    				55,
    				123
    			],
    			[
    				50,
    				125
    			],
    			[
    				50,
    				127
    			],
    			[
    				52,
    				130
    			],
    			[
    				54,
    				130
    			],
    			[
    				54,
    				132
    			]
    		]
    	},
    	"center": {
    		"0": [
    			58,
    			142
    		]
    	}
    },
    {
    	"id": 16,
    	"name": "Pokeball",
    	"description": "Une Pokéball est un objet emblématique de l'univers Pokémon, un jeu vidéo, série animée et franchise mondiale. Elle ressemble à une petite sphère bicolore, généralement rouge sur le dessus et blanche sur le dessous, avec un bouton au centre. Son rôle principal est de capturer et stocker des Pokémon, des créatures fictives, pour ensuite les libérer lors des combats ou des moments d'aventure.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				5,
    				141
    			],
    			[
    				2,
    				142
    			],
    			[
    				1,
    				145
    			],
    			[
    				1,
    				148
    			],
    			[
    				2,
    				151
    			],
    			[
    				5,
    				152
    			],
    			[
    				8,
    				152
    			],
    			[
    				11,
    				151
    			],
    			[
    				12,
    				148
    			],
    			[
    				12,
    				145
    			],
    			[
    				11,
    				142
    			],
    			[
    				8,
    				141
    			]
    		]
    	},
    	"center": {
    		"0": [
    			7,
    			147
    		]
    	}
    },
    {
    	"id": 17,
    	"name": "Steve auprès d'un portail",
    	"description": "Steve est le personnage principal de Minecraft, un jeu vidéo populaire de type \"bac à sable\" où les joueurs peuvent explorer, construire et survivre dans un monde fait de blocs. Steve est souvent représenté comme un personnage humain à l'apparence simple, avec une chemise bleue et un pantalon bleu foncé.\n\nLe portail du Nether est une structure que les joueurs construisent dans Minecraft pour accéder à une dimension parallèle sombre et dangereuse appelée le Nether. Cette dimension est remplie de créatures hostiles, de lacs de lave et de ressources rares. Le portail lui-même est un cadre rectangulaire fait de blocs d'obsidienne, et il s'active avec du feu (généralement à l'aide d'un briquet), créant une sorte de surface violette brillante à travers laquelle Steve peut passer pour voyager dans le Nether.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				1,
    				171
    			],
    			[
    				1,
    				184
    			],
    			[
    				22,
    				184
    			],
    			[
    				22,
    				171
    			]
    		]
    	},
    	"center": {
    		"0": [
    			12,
    			178
    		]
    	}
    },
    {
    	"id": 18,
    	"name": "Bob Razowski",
    	"description": "Originellement dessiné par LH pour faire concurrence à Bob le bricoleur des MECA, il fut détruit et reconstruit par les ITI.\n\nBob Razowski (ou Mike Wazowski en version originale) est un personnage clé du film d'animation Monstres & Cie (Monsters, Inc.) produit par Pixar. C'est un petit monstre vert en forme de boule, avec un unique grand œil au centre de son visage et deux petites cornes sur la tête. Il est drôle, plein d'énergie et a une grande bouche expressive.\n\nDans l'univers de Monstres & Cie, les monstres comme Bob travaillent dans une usine qui récolte les cris des enfants pour générer de l'énergie. Bob est le meilleur ami de Sulli (James P. Sullivan), un monstre plus grand et plus poilu, et ensemble, ils vivent des aventures liées à leur travail.\n\nBob est connu pour son sens de l'humour et sa personnalité enthousiaste, malgré son apparence plutôt simple et parfois maladroite.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				46,
    				171
    			],
    			[
    				46,
    				176
    			],
    			[
    				44,
    				179
    			],
    			[
    				44,
    				181
    			],
    			[
    				48,
    				182
    			],
    			[
    				48,
    				185
    			],
    			[
    				53,
    				185
    			],
    			[
    				53,
    				182
    			],
    			[
    				57,
    				181
    			],
    			[
    				57,
    				179
    			],
    			[
    				55,
    				176
    			],
    			[
    				55,
    				171
    			],
    			[
    				53,
    				172
    			],
    			[
    				48,
    				172
    			]
    		]
    	},
    	"center": {
    		"0": [
    			51,
    			178
    		]
    	}
    },
    {
    	"id": 19,
    	"name": "Triforce",
    	"description": "La Triforce est un symbole emblématique de la série de jeux vidéo The Legend of Zelda. Elle représente une puissance divine et joue un rôle central dans l’univers de la franchise. Elle se compose de trois triangles dorés formant un triangle plus grand, chaque triangle symbolisant un pouvoir spécifique :\n\nForce – Associée à la déesse Din, elle représente la force physique et le pouvoir. Dans les jeux, elle est souvent reliée à Ganondorf, le principal antagoniste, qui cherche à l’utiliser pour dominer le monde.\n\nSagesse – Associée à la déesse Nayru, elle incarne la sagesse et l’intelligence. La princesse Zelda, un personnage récurrent de la série, est généralement le porteur de cette partie de la Triforce.\n\nCourage – Associée à la déesse Farore, elle représente le courage et le cœur d’un véritable héros. Ce pouvoir est traditionnellement lié à Link, le héros principal de la série, qui part en quête pour sauver Hyrule.\n\nQuand les trois parties de la Triforce sont réunies, elles accordent des pouvoirs divins, permettant de réaliser presque n’importe quel souhait. Elle est un symbole d’équilibre entre ces trois vertus : force, sagesse et courage.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				20,
    				144
    			],
    			[
    				12,
    				159
    			],
    			[
    				28,
    				159
    			]
    		]
    	},
    	"center": {
    		"0": [
    			20,
    			154
    		]
    	}
    },
    {
    	"id": 20,
    	"name": "Escargot",
    	"description": "Détruit par les MRIE, il faut reconstruit par les ITI",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				89,
    				20
    			],
    			[
    				72,
    				20
    			],
    			[
    				72,
    				29
    			],
    			[
    				89,
    				29
    			]
    		]
    	},
    	"center": {
    		"0": [
    			81,
    			25
    		]
    	}
    },
    {
    	"id": 21,
    	"name": "Glutamate Monosodique",
    	"description": "Site furry (vous ne voulez pas savoir)",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				32,
    				31
    			],
    			[
    				29,
    				36
    			],
    			[
    				32,
    				41
    			],
    			[
    				38,
    				41
    			],
    			[
    				41,
    				36
    			],
    			[
    				42,
    				32
    			],
    			[
    				37,
    				28
    			]
    		]
    	},
    	"center": {
    		"0": [
    			35,
    			36
    		]
    	}
    },
    {
    	"id": 22,
    	"name": "Mentali",
    	"description": "Mentali est un Pokémon mammalien quadrupède avec des jambes fines et des petites pattes. Il est recouvert de fine fourrure couleur lilas. Cette fourrure à la texture de velours est très sensible et permet au Mentali de sentir les changements de l'air et donc de prédire la météo. Sa queue se divise en deux extrémités. Il a de grandes oreilles et des yeux violets aux pupilles blanches et lumineuses. Il a des touffes de fourrure près des yeux et une petite gemme rouge incrustée dans le front.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				10,
    				95
    			],
    			[
    				18,
    				97
    			],
    			[
    				25,
    				102
    			],
    			[
    				30,
    				99
    			],
    			[
    				34,
    				99
    			],
    			[
    				42,
    				95
    			],
    			[
    				44,
    				95
    			],
    			[
    				46,
    				99
    			],
    			[
    				44,
    				104
    			],
    			[
    				39,
    				109
    			],
    			[
    				39,
    				110
    			],
    			[
    				42,
    				114
    			],
    			[
    				42,
    				116
    			],
    			[
    				34,
    				116
    			],
    			[
    				32,
    				118
    			],
    			[
    				34,
    				130
    			],
    			[
    				32,
    				139
    			],
    			[
    				30,
    				141
    			],
    			[
    				25,
    				140
    			],
    			[
    				17,
    				140
    			],
    			[
    				12,
    				137
    			],
    			[
    				9,
    				136
    			],
    			[
    				4,
    				132
    			],
    			[
    				1,
    				125
    			],
    			[
    				0,
    				116
    			],
    			[
    				4,
    				106
    			],
    			[
    				7,
    				107
    			],
    			[
    				4,
    				120
    			],
    			[
    				5,
    				121
    			],
    			[
    				6,
    				120
    			],
    			[
    				11,
    				112
    			],
    			[
    				14,
    				112
    			],
    			[
    				14,
    				115
    			],
    			[
    				9,
    				124
    			],
    			[
    				7,
    				128
    			],
    			[
    				10,
    				132
    			],
    			[
    				12,
    				133
    			],
    			[
    				16,
    				128
    			],
    			[
    				17,
    				128
    			],
    			[
    				21,
    				124
    			],
    			[
    				23,
    				119
    			],
    			[
    				23,
    				116
    			],
    			[
    				19,
    				119
    			],
    			[
    				17,
    				115
    			],
    			[
    				19,
    				113
    			],
    			[
    				11,
    				105
    			],
    			[
    				9,
    				98
    			]
    		]
    	},
    	"center": {
    		"0": [
    			29,
    			110
    		]
    	}
    },
    {
    	"id": 23,
    	"name": "Crocmou",
    	"description": "Crocmou (ou Toothless en anglais) est un dragon emblématique de la série de films d'animation Dragons (How to Train Your Dragon), produite par DreamWorks. C'est un Furie Nocturne, une espèce de dragon extrêmement rare et très puissante, connue pour sa vitesse et sa capacité à lancer des éclairs de plasma.\n\nAu début de la série, Crocmou est perçu comme une créature redoutable et dangereuse par les Vikings, mais il devient rapidement le meilleur ami d'Harold (Hiccup), un jeune Viking qui choisit de ne pas le tuer lors de leur première rencontre. Harold découvre que Crocmou a une personnalité douce et loyale, et il l’aide à voler de nouveau après que l'une de ses ailes ait été blessée.\n\nCrocmou se distingue par son apparence unique : il est noir avec des yeux verts expressifs, des ailes larges et une silhouette élégante, presque féline. Bien qu'il soit sans parole, ses expressions et comportements le rendent très attachant. Il a également une capacité spéciale qui lui permet de tirer des projectiles de plasma depuis sa bouche. Grâce à sa relation avec Harold, il devient un symbole d'amitié et de confiance entre humains et dragons.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				98,
    				46
    			],
    			[
    				101,
    				51
    			],
    			[
    				104,
    				51
    			],
    			[
    				107,
    				46
    			],
    			[
    				110,
    				48
    			],
    			[
    				110,
    				50
    			],
    			[
    				108,
    				52
    			],
    			[
    				110,
    				54
    			],
    			[
    				112,
    				51
    			],
    			[
    				113,
    				54
    			],
    			[
    				111,
    				56
    			],
    			[
    				111,
    				59
    			],
    			[
    				106,
    				63
    			],
    			[
    				108,
    				65
    			],
    			[
    				110,
    				63
    			],
    			[
    				111,
    				63
    			],
    			[
    				114,
    				66
    			],
    			[
    				114,
    				69
    			],
    			[
    				112,
    				71
    			],
    			[
    				109,
    				72
    			],
    			[
    				96,
    				72
    			],
    			[
    				93,
    				71
    			],
    			[
    				91,
    				69
    			],
    			[
    				91,
    				67
    			],
    			[
    				94,
    				63
    			],
    			[
    				95,
    				63
    			],
    			[
    				97,
    				65
    			],
    			[
    				99,
    				63
    			],
    			[
    				94,
    				59
    			],
    			[
    				94,
    				56
    			],
    			[
    				92,
    				54
    			],
    			[
    				93,
    				51
    			],
    			[
    				95,
    				54
    			],
    			[
    				97,
    				52
    			],
    			[
    				95,
    				50
    			],
    			[
    				95,
    				48
    			]
    		]
    	},
    	"center": {
    		"0": [
    			103,
    			58
    		]
    	}
    },
    {
    	"id": 24,
    	"name": "Heisenberg Anonymous",
    	"description": "Dessin d'Heisenberg de Breaking bad pour les CFI, il fut revêtu d'un masque de Guy Fawkes par les ITI, symbole d'Anonymous. \n\nAnonymous est un collectif international de hackers et d'activistes en ligne, souvent associés à des actions de protestation contre la censure, les abus de pouvoir et la violation des libertés individuelles. Le groupe est célèbre pour son fonctionnement décentralisé et anonyme : il n’a pas de leader officiel et ses membres se regroupent autour de causes communes, particulièrement liées à la justice sociale et la liberté d'expression sur Internet.\n\nLe masque de Guy Fawkes est devenu le symbole visuel d'Anonymous. Ce masque représente le visage stylisé d'un homme avec un sourire malicieux, une moustache et une barbiche. Il est inspiré de Guy Fawkes, un révolutionnaire anglais qui a tenté de faire exploser le Parlement britannique en 1605 lors de la \"Conspiration des Poudres\". Bien que Fawkes n'ait pas réussi dans son attentat, son nom est devenu associé à la lutte contre les oppressions gouvernementales.\n\nLe masque a gagné en popularité grâce au film V for Vendetta (adapté de la bande dessinée d'Alan Moore), où le personnage principal, \"V\", porte ce masque pour mener une révolution contre un gouvernement totalitaire. À partir de ce moment, le masque a été adopté par Anonymous pour symboliser la résistance à l'injustice, la défiance envers l'autorité et la protection de l’anonymat. Il est souvent porté lors de manifestations ou actions collectives, à la fois dans le monde réel et en ligne.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				125,
    				57
    			],
    			[
    				140,
    				57
    			],
    			[
    				142,
    				59
    			],
    			[
    				142,
    				66
    			],
    			[
    				149,
    				66
    			],
    			[
    				147,
    				68
    			],
    			[
    				142,
    				68
    			],
    			[
    				142,
    				79
    			],
    			[
    				135,
    				87
    			],
    			[
    				130,
    				87
    			],
    			[
    				123,
    				79
    			],
    			[
    				123,
    				68
    			],
    			[
    				119,
    				68
    			],
    			[
    				117,
    				66
    			],
    			[
    				123,
    				66
    			],
    			[
    				123,
    				59
    			]
    		]
    	},
    	"center": {
    		"0": [
    			133,
    			75
    		]
    	}
    },
    {
    	"id": 25,
    	"name": "Dino Game",
    	"description": "Le dinosaure de Chrome est une fonctionnalité cachée dans le navigateur web Google Chrome qui apparaît lorsque l'utilisateur perd sa connexion Internet. Au lieu d'afficher simplement un message d'erreur ennuyeux, Chrome propose un mini-jeu pour patienter en attendant le rétablissement de la connexion.\n\nLe jeu met en scène un petit dinosaure, un T-Rex, qui court dans un désert minimaliste en noir et blanc. L'objectif est simple : appuyer sur la barre d'espace pour faire sauter le dinosaure et éviter les obstacles comme les cactus et les ptérodactyles qui apparaissent au fur et à mesure que le jeu progresse. Plus le joueur avance, plus la vitesse du dinosaure augmente, rendant le jeu plus difficile.\n\nCe jeu, souvent appelé \"Dino Game\", est devenu très populaire pour son côté simple et addictif. Il est disponible en mode hors ligne, mais on peut aussi y jouer manuellement en tapant \"chrome://dino\" dans la barre de recherche, même avec une connexion Internet.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				115,
    				46
    			],
    			[
    				115,
    				0
    			],
    			[
    				183,
    				0
    			],
    			[
    				183,
    				46
    			]
    		]
    	},
    	"center": {
    		"0": [
    			149,
    			23
    		]
    	}
    }
]
