[
    {
    	"id": 1,
    	"name": "Tux",
    	"description": "Tux est un manchot, mascotte officielle du noyau Linux. Dessiné par Larry Ewing en 1996, son usage est libre et se retrouve dans de très nombreux projets et logotypes liés à Linux.",
    	"links": {
    		"website": [
    			"https://fr.wikipedia.org/wiki/Tux"
    		]
    	},
    	"path": {
    		"0": [
    			[
    				11,
    				0
    			],
    			[
    				7,
    				4
    			],
    			[
    				0,
    				27
    			],
    			[
    				6,
    				31
    			],
    			[
    				19,
    				31
    			],
    			[
    				25,
    				27
    			],
    			[
    				18,
    				4
    			],
    			[
    				14,
    				0
    			]
    		]
    	},
    	"center": {
    		"0": [
    			13,
    			21
    		]
    	}
    },
    {
    	"id": 2,
    	"name": "Canard en plastique",
    	"description": "La méthode du canard en plastique, appelée également méthode du canard en caoutchouc, est une pratique de revue du code source utilisée en génie logiciel dans les phases de débogage.",
    	"links": {
    		"website": [
    			"https://fr.wikipedia.org/wiki/M%C3%A9thode_du_canard_en_plastique"
    		]
    	},
    	"path": {
    		"0": [
    			[
    				28,
    				0
    			],
    			[
    				24,
    				4
    			],
    			[
    				24,
    				7
    			],
    			[
    				21,
    				8
    			],
    			[
    				23,
    				11
    			],
    			[
    				26,
    				11
    			],
    			[
    				26,
    				14
    			],
    			[
    				30,
    				18
    			],
    			[
    				40,
    				18
    			],
    			[
    				46,
    				15
    			],
    			[
    				49,
    				10
    			],
    			[
    				50,
    				5
    			],
    			[
    				47,
    				5
    			],
    			[
    				37,
    				7
    			],
    			[
    				35,
    				2
    			],
    			[
    				33,
    				0
    			]
    		]
    	},
    	"center": {
    		"0": [
    			33,
    			12
    		]
    	}
    },
    {
    	"id": 3,
    	"name": "Rm rf LGBT",
    	"description": "Cette command supprime tous les fichiers de la machine. C'est un troll courant sur Internet de dire aux nouveaux de l'exécuter. ",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				52,
    				0
    			],
    			[
    				52,
    				6
    			],
    			[
    				90,
    				6
    			],
    			[
    				90,
    				0
    			]
    		]
    	},
    	"center": {
    		"0": [
    			71,
    			3
    		]
    	}
    },
    {
    	"id": 4,
    	"name": "Manette de jeu",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				49,
    				16
    			],
    			[
    				46,
    				23
    			],
    			[
    				46,
    				27
    			],
    			[
    				49,
    				28
    			],
    			[
    				51,
    				24
    			],
    			[
    				62,
    				24
    			],
    			[
    				64,
    				28
    			],
    			[
    				67,
    				27
    			],
    			[
    				67,
    				24
    			],
    			[
    				64,
    				16
    			]
    		]
    	},
    	"center": {
    		"0": [
    			57,
    			20
    		]
    	}
    },
    {
    	"id": 5,
    	"name": "Coeur",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				30,
    				20
    			],
    			[
    				28,
    				22
    			],
    			[
    				28,
    				23
    			],
    			[
    				32,
    				27
    			],
    			[
    				36,
    				23
    			],
    			[
    				36,
    				22
    			],
    			[
    				34,
    				20
    			],
    			[
    				33,
    				20
    			],
    			[
    				32,
    				21
    			],
    			[
    				31,
    				20
    			]
    		]
    	},
    	"center": {
    		"0": [
    			32,
    			24
    		]
    	}
    },
    {
    	"id": 6,
    	"name": "Triple coeur",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				5,
    				39
    			],
    			[
    				23,
    				39
    			],
    			[
    				23,
    				41
    			],
    			[
    				21,
    				43
    			],
    			[
    				7,
    				43
    			],
    			[
    				5,
    				41
    			]
    		]
    	},
    	"center": {
    		"0": [
    			14,
    			41
    		]
    	}
    },
    {
    	"id": 7,
    	"name": "Enseigner c'est mentir",
    	"description": "Phrase utilisée couramment par le professeur ITI Nicolas Delestre pour justifier le manque de clarté de ses explications",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				2,
    				45
    			],
    			[
    				59,
    				45
    			],
    			[
    				59,
    				49
    			],
    			[
    				39,
    				49
    			],
    			[
    				39,
    				55
    			],
    			[
    				8,
    				55
    			],
    			[
    				8,
    				49
    			],
    			[
    				2,
    				49
    			]
    		]
    	},
    	"center": {
    		"0": [
    			27,
    			50
    		]
    	}
    },
    {
    	"id": 8,
    	"name": "Batterie",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				65,
    				43
    			],
    			[
    				76,
    				43
    			],
    			[
    				76,
    				48
    			],
    			[
    				65,
    				48
    			]
    		]
    	},
    	"center": {
    		"0": [
    			71,
    			46
    		]
    	}
    },
    {
    	"id": 9,
    	"name": "Bouclier ITI",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				42,
    				53
    			],
    			[
    				45,
    				51
    			],
    			[
    				47,
    				51
    			],
    			[
    				51,
    				53
    			],
    			[
    				60,
    				53
    			],
    			[
    				64,
    				51
    			],
    			[
    				66,
    				51
    			],
    			[
    				69,
    				53
    			],
    			[
    				69,
    				64
    			],
    			[
    				66,
    				74
    			],
    			[
    				62,
    				78
    			],
    			[
    				58,
    				80
    			],
    			[
    				53,
    				80
    			],
    			[
    				49,
    				78
    			],
    			[
    				45,
    				74
    			],
    			[
    				42,
    				64
    			]
    		]
    	},
    	"center": {
    		"0": [
    			56,
    			66
    		]
    	}
    },
    {
    	"id": 10,
    	"name": "PC",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				0,
    				57
    			],
    			[
    				31,
    				57
    			],
    			[
    				31,
    				80
    			],
    			[
    				21,
    				80
    			],
    			[
    				21,
    				83
    			],
    			[
    				0,
    				83
    			]
    		]
    	},
    	"center": {
    		"0": [
    			13,
    			70
    		]
    	}
    },
    {
    	"id": 11,
    	"name": "🗿",
    	"description": "Un moai, l'une des célèbres statues géantes en pierre représentant des personnages humains sur l'île de Pâques. Représenté comme une sculpture en pierre grise d'une tête humaine stylisée avec un sourcil et un nez proéminents, le plus souvent tournée vers la gauche.\n\nParfois utilisé à diverses fins idiosyncratiques, comme pour transmettre une expression stoïque, impassible ou idiote. Par exemple, cet émoji est souvent utilisé pour représenter divers mèmes « sigma » ou « chad » en raison de ses traits émotionnels ciselés.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				38,
    				76
    			],
    			[
    				34,
    				79
    			],
    			[
    				34,
    				81
    			],
    			[
    				35,
    				81
    			],
    			[
    				35,
    				92
    			],
    			[
    				34,
    				92
    			],
    			[
    				34,
    				93
    			],
    			[
    				35,
    				93
    			],
    			[
    				36,
    				94
    			],
    			[
    				40,
    				94
    			],
    			[
    				41,
    				93
    			],
    			[
    				45,
    				93
    			],
    			[
    				47,
    				88
    			],
    			[
    				47,
    				79
    			],
    			[
    				44,
    				76
    			]
    		]
    	},
    	"center": {
    		"0": [
    			41,
    			82
    		]
    	}
    },
    {
    	"id": 12,
    	"name": "CD",
    	"description": "Symbole nostalgique d'une ère de l'informatique passée",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				24,
    				84
    			],
    			[
    				21,
    				86
    			],
    			[
    				19,
    				89
    			],
    			[
    				19,
    				92
    			],
    			[
    				21,
    				95
    			],
    			[
    				24,
    				97
    			],
    			[
    				27,
    				97
    			],
    			[
    				30,
    				95
    			],
    			[
    				32,
    				92
    			],
    			[
    				32,
    				89
    			],
    			[
    				30,
    				86
    			],
    			[
    				27,
    				84
    			]
    		]
    	},
    	"center": {
    		"0": [
    			26,
    			91
    		]
    	}
    },
    {
    	"id": 13,
    	"name": "Raspberry Pi logo",
    	"description": "Le Raspberry Pi est un nano-ordinateur monocarte à processeur ARM de la taille d'une carte de crédit conçu par des professeurs du département informatique de l'université de Cambridge dans le cadre de la fondation Raspberry Pi3.\n\nLe Raspberry Pi fut créé afin de démocratiser l'accès aux ordinateurs et au digital making4 (terme anglophone désignant à la fois la capacité de résolution de problèmes et les compétences techniques et informatiques)5. Cette démocratisation est possible en raison du coût réduit du Raspberry Pi, mais aussi grâce aux logiciels libres4. Le Raspberry Pi permet l'exécution de plusieurs variantes du système d'exploitation libre GNU/Linux, notamment Debian ou Ubuntu, ainsi que des logiciels compatibles6. Il fonctionne également avec le système d'exploitation Microsoft Windows : Windows 10 IoT Core7, Windows 10 on ARM (pour l'instant[Quand ?] relativement instable), celui de Google Android Pi8 et même une version de l'OS/MVT d'IBM accompagnée du système APL\\3602.",
    	"links": {
    		"website": [
    			"https://www.raspberrypi.com/"
    		]
    	},
    	"path": {
    		"0": [
    			[
    				48,
    				90
    			],
    			[
    				48,
    				94
    			],
    			[
    				50,
    				96
    			],
    			[
    				48,
    				102
    			],
    			[
    				48,
    				106
    			],
    			[
    				50,
    				111
    			],
    			[
    				56,
    				115
    			],
    			[
    				62,
    				115
    			],
    			[
    				67,
    				112
    			],
    			[
    				70,
    				107
    			],
    			[
    				70,
    				102
    			],
    			[
    				68,
    				96
    			],
    			[
    				70,
    				94
    			],
    			[
    				70,
    				90
    			],
    			[
    				67,
    				88
    			],
    			[
    				61,
    				88
    			],
    			[
    				59,
    				90
    			],
    			[
    				57,
    				88
    			],
    			[
    				51,
    				88
    			]
    		]
    	},
    	"center": {
    		"0": [
    			59,
    			103
    		]
    	}
    },
    {
    	"id": 14,
    	"name": "Symbole wifi",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				65,
    				79
    			],
    			[
    				65,
    				85
    			],
    			[
    				71,
    				85
    			],
    			[
    				71,
    				82
    			],
    			[
    				68,
    				79
    			]
    		]
    	},
    	"center": {
    		"0": [
    			68,
    			82
    		]
    	}
    },
    {
    	"id": 15,
    	"name": "Amogus à la tasse",
    	"description": "Amogus est une version abâtardie du nom du jeu vidéo Among Us de 2018. En janvier 2021, le mot a gagné en popularité en tant que slogan utilisé dans les mèmes ironiques, souvent utilisé pour remplacer le dialogue dans les dessins animés, et comme moyen de shitposting en spammant la phrase à côté de sus. De plus, Amogus fait référence au dessin simplifié d'un membre d'équipage d'Among Us utilisé dans les mèmes. En mai 2021, le panneau Amogus a regagné en popularité en tant que format de référence à la culture pop et à l'histoire, le mot ayant été modifié en noms de trois syllabes se terminant par « us », comme « Columbus », et le panneau redessiné en conséquence.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				52,
    				134
    			],
    			[
    				52,
    				137
    			],
    			[
    				48,
    				137
    			],
    			[
    				48,
    				149
    			],
    			[
    				52,
    				149
    			],
    			[
    				52,
    				152
    			],
    			[
    				54,
    				155
    			],
    			[
    				58,
    				155
    			],
    			[
    				58,
    				150
    			],
    			[
    				61,
    				150
    			],
    			[
    				61,
    				155
    			],
    			[
    				65,
    				155
    			],
    			[
    				65,
    				148
    			],
    			[
    				66,
    				148
    			],
    			[
    				66,
    				140
    			],
    			[
    				67,
    				140
    			],
    			[
    				67,
    				135
    			],
    			[
    				61,
    				129
    			],
    			[
    				61,
    				123
    			],
    			[
    				55,
    				123
    			],
    			[
    				50,
    				125
    			],
    			[
    				50,
    				127
    			],
    			[
    				52,
    				130
    			],
    			[
    				54,
    				130
    			],
    			[
    				54,
    				132
    			]
    		]
    	},
    	"center": {
    		"0": [
    			58,
    			142
    		]
    	}
    },
    {
    	"id": 16,
    	"name": "Pokeball",
    	"description": "Une Pokéball est un objet emblématique de l'univers Pokémon, un jeu vidéo, série animée et franchise mondiale. Elle ressemble à une petite sphère bicolore, généralement rouge sur le dessus et blanche sur le dessous, avec un bouton au centre. Son rôle principal est de capturer et stocker des Pokémon, des créatures fictives, pour ensuite les libérer lors des combats ou des moments d'aventure.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				5,
    				141
    			],
    			[
    				2,
    				142
    			],
    			[
    				1,
    				145
    			],
    			[
    				1,
    				148
    			],
    			[
    				2,
    				151
    			],
    			[
    				5,
    				152
    			],
    			[
    				8,
    				152
    			],
    			[
    				11,
    				151
    			],
    			[
    				12,
    				148
    			],
    			[
    				12,
    				145
    			],
    			[
    				11,
    				142
    			],
    			[
    				8,
    				141
    			]
    		]
    	},
    	"center": {
    		"0": [
    			7,
    			147
    		]
    	}
    },
    {
    	"id": 17,
    	"name": "Steve auprès d'un portail",
    	"description": "Steve est le personnage principal de Minecraft, un jeu vidéo populaire de type \"bac à sable\" où les joueurs peuvent explorer, construire et survivre dans un monde fait de blocs. Steve est souvent représenté comme un personnage humain à l'apparence simple, avec une chemise bleue et un pantalon bleu foncé.\n\nLe portail du Nether est une structure que les joueurs construisent dans Minecraft pour accéder à une dimension parallèle sombre et dangereuse appelée le Nether. Cette dimension est remplie de créatures hostiles, de lacs de lave et de ressources rares. Le portail lui-même est un cadre rectangulaire fait de blocs d'obsidienne, et il s'active avec du feu (généralement à l'aide d'un briquet), créant une sorte de surface violette brillante à travers laquelle Steve peut passer pour voyager dans le Nether.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				1,
    				171
    			],
    			[
    				1,
    				184
    			],
    			[
    				22,
    				184
    			],
    			[
    				22,
    				171
    			]
    		]
    	},
    	"center": {
    		"0": [
    			12,
    			178
    		]
    	}
    },
    {
    	"id": 18,
    	"name": "Bob Razowski",
    	"description": "Originellement dessiné par LH pour faire concurrence à Bob le bricoleur des MECA, il fut détruit et reconstruit par les ITI.\n\nBob Razowski (ou Mike Wazowski en version originale) est un personnage clé du film d'animation Monstres & Cie (Monsters, Inc.) produit par Pixar. C'est un petit monstre vert en forme de boule, avec un unique grand œil au centre de son visage et deux petites cornes sur la tête. Il est drôle, plein d'énergie et a une grande bouche expressive.\n\nDans l'univers de Monstres & Cie, les monstres comme Bob travaillent dans une usine qui récolte les cris des enfants pour générer de l'énergie. Bob est le meilleur ami de Sulli (James P. Sullivan), un monstre plus grand et plus poilu, et ensemble, ils vivent des aventures liées à leur travail.\n\nBob est connu pour son sens de l'humour et sa personnalité enthousiaste, malgré son apparence plutôt simple et parfois maladroite.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				46,
    				171
    			],
    			[
    				46,
    				176
    			],
    			[
    				44,
    				179
    			],
    			[
    				44,
    				181
    			],
    			[
    				48,
    				182
    			],
    			[
    				48,
    				185
    			],
    			[
    				53,
    				185
    			],
    			[
    				53,
    				182
    			],
    			[
    				57,
    				181
    			],
    			[
    				57,
    				179
    			],
    			[
    				55,
    				176
    			],
    			[
    				55,
    				171
    			],
    			[
    				53,
    				172
    			],
    			[
    				48,
    				172
    			]
    		]
    	},
    	"center": {
    		"0": [
    			51,
    			178
    		]
    	}
    },
    {
    	"id": 19,
    	"name": "Triforce",
    	"description": "La Triforce est un symbole emblématique de la série de jeux vidéo The Legend of Zelda. Elle représente une puissance divine et joue un rôle central dans l’univers de la franchise. Elle se compose de trois triangles dorés formant un triangle plus grand, chaque triangle symbolisant un pouvoir spécifique :\n\nForce – Associée à la déesse Din, elle représente la force physique et le pouvoir. Dans les jeux, elle est souvent reliée à Ganondorf, le principal antagoniste, qui cherche à l’utiliser pour dominer le monde.\n\nSagesse – Associée à la déesse Nayru, elle incarne la sagesse et l’intelligence. La princesse Zelda, un personnage récurrent de la série, est généralement le porteur de cette partie de la Triforce.\n\nCourage – Associée à la déesse Farore, elle représente le courage et le cœur d’un véritable héros. Ce pouvoir est traditionnellement lié à Link, le héros principal de la série, qui part en quête pour sauver Hyrule.\n\nQuand les trois parties de la Triforce sont réunies, elles accordent des pouvoirs divins, permettant de réaliser presque n’importe quel souhait. Elle est un symbole d’équilibre entre ces trois vertus : force, sagesse et courage.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				20,
    				144
    			],
    			[
    				12,
    				159
    			],
    			[
    				28,
    				159
    			]
    		]
    	},
    	"center": {
    		"0": [
    			20,
    			154
    		]
    	}
    },
    {
    	"id": 20,
    	"name": "Escargot",
    	"description": "Détruit par les MRIE, il faut reconstruit par les ITI",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				89,
    				20
    			],
    			[
    				72,
    				20
    			],
    			[
    				72,
    				29
    			],
    			[
    				89,
    				29
    			]
    		]
    	},
    	"center": {
    		"0": [
    			81,
    			25
    		]
    	}
    },
    {
    	"id": 21,
    	"name": "Glutamate Monosodique",
    	"description": "Site furry (vous ne voulez pas savoir)",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				32,
    				31
    			],
    			[
    				29,
    				36
    			],
    			[
    				32,
    				41
    			],
    			[
    				38,
    				41
    			],
    			[
    				41,
    				36
    			],
    			[
    				42,
    				32
    			],
    			[
    				37,
    				28
    			]
    		]
    	},
    	"center": {
    		"0": [
    			35,
    			36
    		]
    	}
    },
    {
    	"id": 22,
    	"name": "Mentali",
    	"description": "Mentali est un Pokémon mammalien quadrupède avec des jambes fines et des petites pattes. Il est recouvert de fine fourrure couleur lilas. Cette fourrure à la texture de velours est très sensible et permet au Mentali de sentir les changements de l'air et donc de prédire la météo. Sa queue se divise en deux extrémités. Il a de grandes oreilles et des yeux violets aux pupilles blanches et lumineuses. Il a des touffes de fourrure près des yeux et une petite gemme rouge incrustée dans le front.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				10,
    				95
    			],
    			[
    				18,
    				97
    			],
    			[
    				25,
    				102
    			],
    			[
    				30,
    				99
    			],
    			[
    				34,
    				99
    			],
    			[
    				42,
    				95
    			],
    			[
    				44,
    				95
    			],
    			[
    				46,
    				99
    			],
    			[
    				44,
    				104
    			],
    			[
    				39,
    				109
    			],
    			[
    				39,
    				110
    			],
    			[
    				42,
    				114
    			],
    			[
    				42,
    				116
    			],
    			[
    				34,
    				116
    			],
    			[
    				32,
    				118
    			],
    			[
    				34,
    				130
    			],
    			[
    				32,
    				139
    			],
    			[
    				30,
    				141
    			],
    			[
    				25,
    				140
    			],
    			[
    				17,
    				140
    			],
    			[
    				12,
    				137
    			],
    			[
    				9,
    				136
    			],
    			[
    				4,
    				132
    			],
    			[
    				1,
    				125
    			],
    			[
    				0,
    				116
    			],
    			[
    				4,
    				106
    			],
    			[
    				7,
    				107
    			],
    			[
    				4,
    				120
    			],
    			[
    				5,
    				121
    			],
    			[
    				6,
    				120
    			],
    			[
    				11,
    				112
    			],
    			[
    				14,
    				112
    			],
    			[
    				14,
    				115
    			],
    			[
    				9,
    				124
    			],
    			[
    				7,
    				128
    			],
    			[
    				10,
    				132
    			],
    			[
    				12,
    				133
    			],
    			[
    				16,
    				128
    			],
    			[
    				17,
    				128
    			],
    			[
    				21,
    				124
    			],
    			[
    				23,
    				119
    			],
    			[
    				23,
    				116
    			],
    			[
    				19,
    				119
    			],
    			[
    				17,
    				115
    			],
    			[
    				19,
    				113
    			],
    			[
    				11,
    				105
    			],
    			[
    				9,
    				98
    			]
    		]
    	},
    	"center": {
    		"0": [
    			29,
    			110
    		]
    	}
    },
    {
    	"id": 23,
    	"name": "Crocmou",
    	"description": "Crocmou (ou Toothless en anglais) est un dragon emblématique de la série de films d'animation Dragons (How to Train Your Dragon), produite par DreamWorks. C'est un Furie Nocturne, une espèce de dragon extrêmement rare et très puissante, connue pour sa vitesse et sa capacité à lancer des éclairs de plasma.\n\nAu début de la série, Crocmou est perçu comme une créature redoutable et dangereuse par les Vikings, mais il devient rapidement le meilleur ami d'Harold (Hiccup), un jeune Viking qui choisit de ne pas le tuer lors de leur première rencontre. Harold découvre que Crocmou a une personnalité douce et loyale, et il l’aide à voler de nouveau après que l'une de ses ailes ait été blessée.\n\nCrocmou se distingue par son apparence unique : il est noir avec des yeux verts expressifs, des ailes larges et une silhouette élégante, presque féline. Bien qu'il soit sans parole, ses expressions et comportements le rendent très attachant. Il a également une capacité spéciale qui lui permet de tirer des projectiles de plasma depuis sa bouche. Grâce à sa relation avec Harold, il devient un symbole d'amitié et de confiance entre humains et dragons.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				98,
    				46
    			],
    			[
    				101,
    				51
    			],
    			[
    				104,
    				51
    			],
    			[
    				107,
    				46
    			],
    			[
    				110,
    				48
    			],
    			[
    				110,
    				50
    			],
    			[
    				108,
    				52
    			],
    			[
    				110,
    				54
    			],
    			[
    				112,
    				51
    			],
    			[
    				113,
    				54
    			],
    			[
    				111,
    				56
    			],
    			[
    				111,
    				59
    			],
    			[
    				106,
    				63
    			],
    			[
    				108,
    				65
    			],
    			[
    				110,
    				63
    			],
    			[
    				111,
    				63
    			],
    			[
    				114,
    				66
    			],
    			[
    				114,
    				69
    			],
    			[
    				112,
    				71
    			],
    			[
    				109,
    				72
    			],
    			[
    				96,
    				72
    			],
    			[
    				93,
    				71
    			],
    			[
    				91,
    				69
    			],
    			[
    				91,
    				67
    			],
    			[
    				94,
    				63
    			],
    			[
    				95,
    				63
    			],
    			[
    				97,
    				65
    			],
    			[
    				99,
    				63
    			],
    			[
    				94,
    				59
    			],
    			[
    				94,
    				56
    			],
    			[
    				92,
    				54
    			],
    			[
    				93,
    				51
    			],
    			[
    				95,
    				54
    			],
    			[
    				97,
    				52
    			],
    			[
    				95,
    				50
    			],
    			[
    				95,
    				48
    			]
    		]
    	},
    	"center": {
    		"0": [
    			103,
    			58
    		]
    	}
    },
    {
    	"id": 24,
    	"name": "Heisenberg Anonymous",
    	"description": "Dessin d'Heisenberg de Breaking bad pour les CFI, il fut revêtu d'un masque de Guy Fawkes par les ITI, symbole d'Anonymous. \n\nAnonymous est un collectif international de hackers et d'activistes en ligne, souvent associés à des actions de protestation contre la censure, les abus de pouvoir et la violation des libertés individuelles. Le groupe est célèbre pour son fonctionnement décentralisé et anonyme : il n’a pas de leader officiel et ses membres se regroupent autour de causes communes, particulièrement liées à la justice sociale et la liberté d'expression sur Internet.\n\nLe masque de Guy Fawkes est devenu le symbole visuel d'Anonymous. Ce masque représente le visage stylisé d'un homme avec un sourire malicieux, une moustache et une barbiche. Il est inspiré de Guy Fawkes, un révolutionnaire anglais qui a tenté de faire exploser le Parlement britannique en 1605 lors de la \"Conspiration des Poudres\". Bien que Fawkes n'ait pas réussi dans son attentat, son nom est devenu associé à la lutte contre les oppressions gouvernementales.\n\nLe masque a gagné en popularité grâce au film V for Vendetta (adapté de la bande dessinée d'Alan Moore), où le personnage principal, \"V\", porte ce masque pour mener une révolution contre un gouvernement totalitaire. À partir de ce moment, le masque a été adopté par Anonymous pour symboliser la résistance à l'injustice, la défiance envers l'autorité et la protection de l’anonymat. Il est souvent porté lors de manifestations ou actions collectives, à la fois dans le monde réel et en ligne.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				125,
    				57
    			],
    			[
    				140,
    				57
    			],
    			[
    				142,
    				59
    			],
    			[
    				142,
    				66
    			],
    			[
    				149,
    				66
    			],
    			[
    				147,
    				68
    			],
    			[
    				142,
    				68
    			],
    			[
    				142,
    				79
    			],
    			[
    				135,
    				87
    			],
    			[
    				130,
    				87
    			],
    			[
    				123,
    				79
    			],
    			[
    				123,
    				68
    			],
    			[
    				119,
    				68
    			],
    			[
    				117,
    				66
    			],
    			[
    				123,
    				66
    			],
    			[
    				123,
    				59
    			]
    		]
    	},
    	"center": {
    		"0": [
    			133,
    			75
    		]
    	}
    },
    {
    	"id": 25,
    	"name": "Dino Game",
    	"description": "Le dinosaure de Chrome est une fonctionnalité cachée dans le navigateur web Google Chrome qui apparaît lorsque l'utilisateur perd sa connexion Internet. Au lieu d'afficher simplement un message d'erreur ennuyeux, Chrome propose un mini-jeu pour patienter en attendant le rétablissement de la connexion.\n\nLe jeu met en scène un petit dinosaure, un T-Rex, qui court dans un désert minimaliste en noir et blanc. L'objectif est simple : appuyer sur la barre d'espace pour faire sauter le dinosaure et éviter les obstacles comme les cactus et les ptérodactyles qui apparaissent au fur et à mesure que le jeu progresse. Plus le joueur avance, plus la vitesse du dinosaure augmente, rendant le jeu plus difficile.\n\nCe jeu, souvent appelé \"Dino Game\", est devenu très populaire pour son côté simple et addictif. Il est disponible en mode hors ligne, mais on peut aussi y jouer manuellement en tapant \"chrome://dino\" dans la barre de recherche, même avec une connexion Internet.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				115,
    				46
    			],
    			[
    				115,
    				0
    			],
    			[
    				183,
    				0
    			],
    			[
    				183,
    				46
    			]
    		]
    	},
    	"center": {
    		"0": [
    			149,
    			23
    		]
    	}
    },
    {
    	"id": 26,
    	"name": "Dinosaure",
    	"description": "Un dinosaure entre Iris et Simon",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				92,
    				13
    			],
    			[
    				92,
    				15
    			],
    			[
    				95,
    				15
    			],
    			[
    				95,
    				15
    			],
    			[
    				95,
    				26
    			],
    			[
    				97,
    				28
    			],
    			[
    				97,
    				29
    			],
    			[
    				98,
    				29
    			],
    			[
    				98,
    				27
    			],
    			[
    				103,
    				27
    			],
    			[
    				103,
    				29
    			],
    			[
    				104,
    				29
    			],
    			[
    				104,
    				27
    			],
    			[
    				106,
    				27
    			],
    			[
    				110,
    				23
    			],
    			[
    				110,
    				22
    			],
    			[
    				106,
    				25
    			],
    			[
    				105,
    				23
    			],
    			[
    				102,
    				21
    			],
    			[
    				99,
    				21
    			],
    			[
    				97,
    				23
    			],
    			[
    				96,
    				23
    			],
    			[
    				96,
    				20
    			],
    			[
    				97,
    				19
    			],
    			[
    				97,
    				14
    			],
    			[
    				96,
    				12
    			],
    			[
    				94,
    				12
    			]
    		]
    	},
    	"center": {
    		"0": [
    			100,
    			24
    		]
    	}
    },
    {
    	"id": 27,
    	"name": "Haltères",
    	"description": "Ces haltères ne sont pas d'origine ITI",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				98,
    				0
    			],
    			[
    				98,
    				2
    			],
    			[
    				95,
    				2
    			],
    			[
    				95,
    				5
    			],
    			[
    				92,
    				5
    			],
    			[
    				92,
    				7
    			],
    			[
    				95,
    				7
    			],
    			[
    				95,
    				10
    			],
    			[
    				98,
    				10
    			],
    			[
    				98,
    				12
    			],
    			[
    				101,
    				12
    			],
    			[
    				101,
    				7
    			],
    			[
    				110,
    				7
    			],
    			[
    				110,
    				12
    			],
    			[
    				113,
    				12
    			],
    			[
    				113,
    				10
    			],
    			[
    				116,
    				10
    			],
    			[
    				116,
    				7
    			],
    			[
    				119,
    				7
    			],
    			[
    				119,
    				5
    			],
    			[
    				116,
    				5
    			],
    			[
    				116,
    				2
    			],
    			[
    				113,
    				2
    			],
    			[
    				113,
    				0
    			],
    			[
    				110,
    				0
    			],
    			[
    				110,
    				5
    			],
    			[
    				101,
    				5
    			],
    			[
    				101,
    				0
    			]
    		]
    	},
    	"center": {
    		"0": [
    			98,
    			6
    		]
    	}
    },
    {
    	"id": 28,
    	"name": "T des ITI",
    	"description": "Première structure du canvas, elle fut souvent critiquée pour son esthétique défavorable, mais se révéla une frontière très utile entre les CFI et les ITI",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				46,
    				30
    			],
    			[
    				46,
    				41
    			],
    			[
    				78,
    				41
    			],
    			[
    				78,
    				175
    			],
    			[
    				82,
    				162
    			],
    			[
    				86,
    				175
    			],
    			[
    				86,
    				41
    			],
    			[
    				118,
    				41
    			],
    			[
    				118,
    				30
    			]
    		]
    	},
    	"center": {
    		"0": [
    			82,
    			36
    		]
    	}
    },
    {
    	"id": 29,
    	"name": "Grue",
    	"description": "Dessinée par les LH pour représenter la construction du bâtiment, elle fut réadaptée par les ITI qui y ajoutèrent une boule de destruction. ",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				8,
    				186
    			],
    			[
    				1,
    				193
    			],
    			[
    				62,
    				193
    			],
    			[
    				62,
    				196
    			],
    			[
    				65,
    				196
    			],
    			[
    				65,
    				249
    			],
    			[
    				72,
    				249
    			],
    			[
    				72,
    				196
    			],
    			[
    				75,
    				196
    			],
    			[
    				75,
    				193
    			],
    			[
    				93,
    				193
    			],
    			[
    				93,
    				195
    			],
    			[
    				100,
    				192
    			],
    			[
    				100,
    				189
    			],
    			[
    				103,
    				186
    			],
    			[
    				100,
    				186
    			],
    			[
    				100,
    				185
    			],
    			[
    				93,
    				185
    			],
    			[
    				93,
    				186
    			],
    			[
    				75,
    				186
    			],
    			[
    				75,
    				183
    			],
    			[
    				73,
    				183
    			],
    			[
    				66,
    				169
    			],
    			[
    				65,
    				170
    			],
    			[
    				65,
    				183
    			],
    			[
    				62,
    				183
    			],
    			[
    				62,
    				186
    			]
    		]
    	},
    	"center": {
    		"0": [
    			69,
    			189
    		]
    	}
    },
    {
    	"id": 30,
    	"name": "Logo des CFI",
    	"description": "Dans le style du tableau périodique des éléments, fut maintes fois transformées en \"LFI\" par les autres départements",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				100,
    				110
    			],
    			[
    				100,
    				129
    			],
    			[
    				160,
    				129
    			],
    			[
    				160,
    				110
    			]
    		]
    	},
    	"center": {
    		"0": [
    			130,
    			120
    		]
    	}
    },
    {
    	"id": 31,
    	"name": "Calcifer",
    	"description": "Calcifer est un personnage important dans le film d'animation Le Château ambulant (Howl's Moving Castle), réalisé par Hayao Miyazaki et produit par le studio Ghibli, ainsi que dans le livre du même nom écrit par Diana Wynne Jones. Il s’agit d’un démon du feu, un esprit magique en forme de petite flamme vivante aux yeux expressifs et à la personnalité malicieuse.\n\nDans l’histoire, Calcifer est lié par un pacte magique au sorcier Howl et joue un rôle essentiel dans le fonctionnement du château ambulant. Il est littéralement le cœur du château : c’est grâce à son feu que la structure peut se déplacer. Bien que Calcifer soit puissant et mystérieux, il a une nature un peu espiègle et parfois sarcastique. Il est souvent drôle, mais aussi un peu grincheux, surtout lorsqu’il se sent exploité.\n\nLe personnage de Calcifer est central dans l’intrigue, car libérer ce démon du pacte qui le lie à Howl est l’une des clés pour dénouer l’histoire et sauver les personnages. Malgré son attitude parfois revêche, il se montre attaché à ses compagnons et joue un rôle crucial dans leur quête.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				118,
    				94
    			],
    			[
    				116,
    				96
    			],
    			[
    				116,
    				101
    			],
    			[
    				115,
    				102
    			],
    			[
    				115,
    				104
    			],
    			[
    				118,
    				107
    			],
    			[
    				118,
    				108
    			],
    			[
    				120,
    				110
    			],
    			[
    				130,
    				110
    			],
    			[
    				131,
    				109
    			],
    			[
    				132,
    				109
    			],
    			[
    				133,
    				108
    			],
    			[
    				133,
    				105
    			],
    			[
    				134,
    				104
    			],
    			[
    				134,
    				99
    			],
    			[
    				133,
    				99
    			],
    			[
    				133,
    				96
    			],
    			[
    				130,
    				93
    			],
    			[
    				127,
    				96
    			],
    			[
    				124,
    				93
    			],
    			[
    				123,
    				90
    			],
    			[
    				120,
    				97
    			],
    			[
    				119,
    				96
    			]
    		]
    	},
    	"center": {
    		"0": [
    			125,
    			103
    		]
    	}
    },
    {
    	"id": 32,
    	"name": "Jiji",
    	"description": "Jiji est un personnage adorable et important dans le film Kiki la petite sorcière (Kiki’s Delivery Service), réalisé par Hayao Miyazaki et produit par le studio Ghibli. Jiji est un petit chat noir avec de grands yeux ronds et expressifs, compagnon et confident de Kiki, une jeune sorcière qui quitte sa maison pour s'installer dans une nouvelle ville et commencer sa vie d'adulte.\n\nDans l'univers du film, Jiji joue le rôle du familiar, c'est-à-dire l'animal compagnon des sorcières. Il a une personnalité sarcastique, prudente et parfois un peu cynique, contrastant avec la nature optimiste et déterminée de Kiki. Jiji parle et conseille souvent Kiki dans ses décisions, ajoutant une touche humoristique à leurs conversations.\n\nJiji incarne également un symbole de l’évolution de Kiki : au début, il est sa principale source de réconfort dans un monde nouveau et inconnu, mais au fur et à mesure que Kiki grandit et gagne en indépendance, leur relation évolue. Le lien spécial entre Kiki et Jiji souligne des thèmes d’amitié, de maturité et d'autonomie.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				144,
    				81
    			],
    			[
    				142,
    				86
    			],
    			[
    				142,
    				92
    			],
    			[
    				144,
    				94
    			],
    			[
    				144,
    				95
    			],
    			[
    				143,
    				96
    			],
    			[
    				143,
    				100
    			],
    			[
    				147,
    				103
    			],
    			[
    				149,
    				103
    			],
    			[
    				147,
    				107
    			],
    			[
    				147,
    				110
    			],
    			[
    				155,
    				110
    			],
    			[
    				155,
    				107
    			],
    			[
    				153,
    				103
    			],
    			[
    				155,
    				103
    			],
    			[
    				158,
    				101
    			],
    			[
    				159,
    				96
    			],
    			[
    				158,
    				95
    			],
    			[
    				160,
    				92
    			],
    			[
    				160,
    				86
    			],
    			[
    				158,
    				80
    			],
    			[
    				155,
    				88
    			],
    			[
    				153,
    				89
    			],
    			[
    				153,
    				92
    			],
    			[
    				149,
    				92
    			],
    			[
    				149,
    				90
    			]
    		]
    	},
    	"center": {
    		"0": [
    			151,
    			98
    		]
    	}
    },
    {
    	"id": 33,
    	"name": "Logo des GM",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				208,
    				156
    			],
    			[
    				208,
    				176
    			],
    			[
    				245,
    				176
    			],
    			[
    				245,
    				156
    			]
    		]
    	},
    	"center": {
    		"0": [
    			227,
    			166
    		]
    	}
    },
    {
    	"id": 34,
    	"name": "Groot",
    	"description": "Groot est un personnage de l'univers Marvel, notamment connu comme membre des Gardiens de la Galaxie. C'est un arbre extraterrestre qui communique presque exclusivement en répétant la phrase \"Je suis Groot.\" Malgré son vocabulaire limité, ses émotions et intentions peuvent être comprises par ses amis, notamment par Rocket Raccoon, qui semble saisir les nuances de ce qu'il dit.\n\nGroot est à la fois puissant et protecteur. Il peut manipuler son corps, le faisant grandir ou se régénérer, et il a la capacité de contrôler d'autres plantes. Dans le premier film Les Gardiens de la Galaxie, il joue un rôle clé dans la protection de ses compagnons, et sa transformation en un \"Baby Groot\" dans le deuxième film ajoute une touche adorable à son caractère.\n\nGroot incarne des thèmes d’amitié, de sacrifice et de résilience, tout en étant un personnage à la fois drôle et attachant.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				160,
    				50
    			],
    			[
    				162,
    				55
    			],
    			[
    				162,
    				59
    			],
    			[
    				164,
    				61
    			],
    			[
    				166,
    				61
    			],
    			[
    				166,
    				62
    			],
    			[
    				163,
    				65
    			],
    			[
    				161,
    				64
    			],
    			[
    				161,
    				62
    			],
    			[
    				158,
    				65
    			],
    			[
    				160,
    				65
    			],
    			[
    				162,
    				67
    			],
    			[
    				163,
    				67
    			],
    			[
    				166,
    				64
    			],
    			[
    				167,
    				64
    			],
    			[
    				165,
    				70
    			],
    			[
    				162,
    				70
    			],
    			[
    				162,
    				73
    			],
    			[
    				165,
    				79
    			],
    			[
    				170,
    				79
    			],
    			[
    				173,
    				73
    			],
    			[
    				173,
    				70
    			],
    			[
    				170,
    				70
    			],
    			[
    				169,
    				67
    			],
    			[
    				171,
    				65
    			],
    			[
    				172,
    				65
    			],
    			[
    				175,
    				62
    			],
    			[
    				178,
    				61
    			],
    			[
    				175,
    				58
    			],
    			[
    				175,
    				60
    			],
    			[
    				172,
    				63
    			],
    			[
    				169,
    				63
    			],
    			[
    				169,
    				61
    			],
    			[
    				171,
    				61
    			],
    			[
    				173,
    				59
    			],
    			[
    				173,
    				55
    			],
    			[
    				174,
    				54
    			],
    			[
    				174,
    				51
    			],
    			[
    				175,
    				49
    			],
    			[
    				169,
    				48
    			]
    		]
    	},
    	"center": {
    		"0": [
    			168,
    			54
    		]
    	}
    },
    {
    	"id": 35,
    	"name": "Totoro",
    	"description": "Totoro est un personnage emblématique du film d'animation Mon voisin Totoro (My Neighbor Totoro), réalisé par Hayao Miyazaki et produit par le studio Ghibli. Totoro est un esprit de la forêt, souvent décrit comme un gros animal poilu, aux grandes oreilles et au sourire chaleureux. Il est reconnaissable à son ventre gris clair et à son visage sympathique.\n\nDans le film, Totoro devient l'ami de deux jeunes sœurs, Satsuki et Mei, qui emménagent dans une maison à la campagne avec leur père. Alors qu'elles s'adaptent à leur nouvel environnement, elles découvrent Totoro, qui les aide à naviguer à travers leurs peurs et leurs aventures. Totoro est associé à la nature, à la magie et à la protection, symbolisant la beauté et la sérénité de la vie rurale.\n\nLe personnage est également célèbre pour ses scènes mémorables, comme celle où il fait pousser des plantes ou celle où il prend le bus avec le chat-bus, un autre esprit magique du film. Totoro est devenu un symbole de l'animation japonaise et un icône culturelle, représentant l'innocence de l'enfance et l'harmonie avec la nature.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				133,
    				134
    			],
    			[
    				135,
    				137
    			],
    			[
    				133,
    				141
    			],
    			[
    				128,
    				141
    			],
    			[
    				125,
    				144
    			],
    			[
    				125,
    				148
    			],
    			[
    				127,
    				148
    			],
    			[
    				128,
    				150
    			],
    			[
    				128,
    				154
    			],
    			[
    				132,
    				157
    			],
    			[
    				146,
    				157
    			],
    			[
    				149,
    				155
    			],
    			[
    				149,
    				151
    			],
    			[
    				147,
    				145
    			],
    			[
    				147,
    				141
    			],
    			[
    				144,
    				137
    			],
    			[
    				145,
    				136
    			],
    			[
    				145,
    				132
    			],
    			[
    				144,
    				131
    			],
    			[
    				142,
    				133
    			],
    			[
    				142,
    				137
    			],
    			[
    				139,
    				137
    			],
    			[
    				135,
    				131
    			],
    			[
    				133,
    				132
    			]
    		]
    	},
    	"center": {
    		"0": [
    			138,
    			148
    		]
    	}
    },
    {
    	"id": 36,
    	"name": "Noiraude",
    	"description": "Les Noiraudes (ou Soot Sprites en anglais) sont de petits personnages du film Mon voisin Totoro (My Neighbor Totoro) de Hayao Miyazaki. Ce sont de petites créatures noires en forme de boule, avec des yeux blancs et des expressions faciales mignonnes. Elles vivent dans des endroits sombres, comme des greniers ou des coins de maison, et sont souvent associées à la poussière.\n\nDans le film, les Noiraudes sont des esprits de la poussière qui apparaissent lorsque Satsuki et Mei explorent leur nouvelle maison. Elles sont amusantes et espiègles, mais elles peuvent également symboliser les préoccupations et les peurs de l'enfance. Les Noiraudes sont attachantes et ajoutent une touche de magie et de mystère à l'univers de Totoro.\n\nElles rappellent que même dans les endroits les plus sombres, il peut y avoir de la magie et de la beauté, et elles soulignent le lien entre les enfants et le monde fantastique qui les entoure.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				105,
    				159
    			],
    			[
    				102,
    				164
    			],
    			[
    				102,
    				168
    			],
    			[
    				106,
    				173
    			],
    			[
    				115,
    				173
    			],
    			[
    				119,
    				168
    			],
    			[
    				119,
    				164
    			],
    			[
    				115,
    				159
    			]
    		]
    	},
    	"center": {
    		"0": [
    			111,
    			166
    		]
    	}
    },
    {
    	"id": 37,
    	"name": "Cathédrale Notre-Dame-de-l'Assomption de Rouen",
    	"description": "Construite par les LH, avec l'accord des CFI qui acceptèrent de déplacer leur molécule pour laisser passer la pointe.\n\nNotre-Dame-de-l'Assomption de Rouen, est le monument le plus prestigieux de la ville de Rouen. Cette église placée sous le vocable de Notre-Dame-de-l'Assomption (voir Assomption) est la cathédrale de l'archidiocèse de Rouen, chef-lieu de la province ecclésiastique de Normandie. L'archevêque de Rouen portant le titre de primat de Normandie, sa cathédrale a ainsi le rang de primatiale.\n\nC'est une construction d'architecture gothique dont les premières pierres remontent au haut Moyen Âge. Elle a la particularité, rare en France, de conserver son palais archiépiscopal et les constructions annexes environnantes datant de la même époque.\n\nComme la plupart des grands édifices religieux du gothique normand, la cathédrale est dotée d'une « tour-lanterne » sur la croisée du transept. La flèche en bois couverte en plomb de style Renaissance qui la couronnait fut détruite par un incendie allumé par la foudre en 1822. Elle est à présent surmontée d'une flèche en fonte, construite de 1825 à 1876 qui culmine à 151 mètres de hauteur. La cathédrale Notre-Dame de Rouen est la plus haute de France et était le plus haut bâtiment du monde au moment de son achèvement en 1876, et le restera jusqu'en 1880, détrônée par la cathédrale de Cologne (157 mètres). Elle reste néanmoins la troisième plus haute église du monde, dépassée seulement par celles d'Ulm1 et Cologne. Elle est également la cathédrale qui, par la largeur de sa façade occidentale de 61,60 mètres, détient le record de France.\n\nConsidérée comme « la plus humaine des cathédrales » par le manque de symétrie de sa façade occidentale, elle est mondialement connue, notamment à travers les 30 tableaux de la série des Cathédrales de Rouen, peints par l'Impressionniste Claude Monet.\n\n",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				178,
    				249
    			],
    			[
    				178,
    				206
    			],
    			[
    				177,
    				206
    			],
    			[
    				177,
    				191
    			],
    			[
    				173,
    				181
    			],
    			[
    				168,
    				181
    			],
    			[
    				164,
    				191
    			],
    			[
    				164,
    				206
    			],
    			[
    				162,
    				206
    			],
    			[
    				161,
    				202
    			],
    			[
    				159,
    				208
    			],
    			[
    				159,
    				217
    			],
    			[
    				155,
    				217
    			],
    			[
    				155,
    				208
    			],
    			[
    				153,
    				202
    			],
    			[
    				152,
    				205
    			],
    			[
    				151,
    				203
    			],
    			[
    				151,
    				188
    			],
    			[
    				146,
    				161
    			],
    			[
    				141,
    				188
    			],
    			[
    				141,
    				204
    			],
    			[
    				140,
    				204
    			],
    			[
    				139,
    				202
    			],
    			[
    				137,
    				208
    			],
    			[
    				137,
    				217
    			],
    			[
    				133,
    				217
    			],
    			[
    				133,
    				208
    			],
    			[
    				131,
    				202
    			],
    			[
    				129,
    				208
    			],
    			[
    				129,
    				221
    			],
    			[
    				125,
    				221
    			],
    			[
    				125,
    				206
    			],
    			[
    				126,
    				206
    			],
    			[
    				126,
    				204
    			],
    			[
    				124,
    				202
    			],
    			[
    				124,
    				193
    			],
    			[
    				119,
    				180
    			],
    			[
    				114,
    				193
    			],
    			[
    				114,
    				202
    			],
    			[
    				112,
    				204
    			],
    			[
    				112,
    				206
    			],
    			[
    				113,
    				206
    			],
    			[
    				113,
    				249
    			]
    		]
    	},
    	"center": {
    		"0": [
    			146,
    			232
    		]
    	}
    },
    {
    	"id": 38,
    	"name": "Yokai",
    	"description": "Dans le contexte de Mon voisin Totoro (My Neighbor Totoro), les yokai ne sont pas explicitement nommés, mais le film s'inspire de la riche mythologie japonaise qui comprend ces esprits et créatures surnaturelles. Les yokai sont des entités souvent associées à la nature, aux objets inanimés ou à des phénomènes étranges, et ils peuvent être bienveillants ou malicieux.\n\nDans le film, Totoro et d'autres créatures, comme les Noiraudes (Soot Sprites), peuvent être considérés comme des manifestations de ce type de folklore. Totoro lui-même est une sorte de yokai de la forêt, représentant la magie et la protection de la nature. Les yokai symbolisent souvent les liens entre les humains et leur environnement, et dans Mon voisin Totoro, cette connexion est explorée à travers les aventures de Satsuki et Mei avec les esprits de la forêt.\n\nLes yokai, en général, ajoutent une dimension de mystère et de beauté au monde naturel, encourageant une appréciation de la nature et des forces invisibles qui l'habitent. Dans le film, cette thématique est très présente, soulignant la magie qui existe dans la vie quotidienne.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				165,
    				163
    			],
    			[
    				162,
    				166
    			],
    			[
    				162,
    				171
    			],
    			[
    				161,
    				172
    			],
    			[
    				161,
    				175
    			],
    			[
    				164,
    				179
    			],
    			[
    				173,
    				179
    			],
    			[
    				176,
    				175
    			],
    			[
    				176,
    				172
    			],
    			[
    				175,
    				171
    			],
    			[
    				175,
    				166
    			],
    			[
    				172,
    				163
    			],
    			[
    				170,
    				165
    			],
    			[
    				170,
    				167
    			],
    			[
    				169,
    				168
    			],
    			[
    				168,
    				168
    			],
    			[
    				167,
    				167
    			],
    			[
    				167,
    				165
    			]
    		]
    	},
    	"center": {
    		"0": [
    			168,
    			174
    		]
    	}
    },
    {
    	"id": 39,
    	"name": "Logo Bluetooth",
    	"description": "Le Bluetooth est une technologie de communication sans fil qui permet l'échange de données sur de courtes distances entre divers appareils électroniques. Développée dans les années 1990, elle est largement utilisée pour connecter des périphériques tels que des écouteurs, des claviers, des souris, des smartphones, des tablettes et d'autres appareils intelligents.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				70,
    				114
    			],
    			[
    				68,
    				116
    			],
    			[
    				68,
    				122
    			],
    			[
    				70,
    				124
    			],
    			[
    				73,
    				124
    			],
    			[
    				75,
    				122
    			],
    			[
    				75,
    				116
    			],
    			[
    				73,
    				114
    			]
    		]
    	},
    	"center": {
    		"0": [
    			72,
    			119
    		]
    	}
    },
    {
    	"id": 40,
    	"name": "Minion",
    	"description": "Les Minions sont des personnages comiques et attachants de la franchise de films d'animation Moi, moche et méchant (Despicable Me), produite par Illumination Entertainment. Ils sont représentés comme de petites créatures jaunes, souvent vêtues de salopettes et portant des lunettes. Leur apparence est enfantine et ludique, ce qui les rend particulièrement populaires.\n\nLes Minions sont des serviteurs fidèles de Gru, le protagoniste de la série, et leur but principal est de l'aider dans ses plans, souvent loufoques et humoristiques. Ils parlent une langue inventée, mélange de différentes langues et de sons amusants, ce qui les rend encore plus drôles et attachants.\n\nLeur comportement est souvent exagéré et chaotique, ce qui entraîne des situations comiques. Ils ont également leur propre film, Les Minions, qui explore leur origine et leur quête pour trouver un maître. Leur popularité a fait d'eux des icônes de la culture populaire, appréciés tant par les enfants que par les adultes.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				106,
    				174
    			],
    			[
    				104,
    				176
    			],
    			[
    				104,
    				188
    			],
    			[
    				103,
    				188
    			],
    			[
    				104,
    				189
    			],
    			[
    				106,
    				189
    			],
    			[
    				106,
    				190
    			],
    			[
    				105,
    				191
    			],
    			[
    				107,
    				191
    			],
    			[
    				107,
    				189
    			],
    			[
    				109,
    				189
    			],
    			[
    				109,
    				191
    			],
    			[
    				111,
    				191
    			],
    			[
    				110,
    				190
    			],
    			[
    				110,
    				189
    			],
    			[
    				112,
    				189
    			],
    			[
    				113,
    				188
    			],
    			[
    				112,
    				188
    			],
    			[
    				112,
    				176
    			],
    			[
    				110,
    				174
    			]
    		]
    	},
    	"center": {
    		"0": [
    			108,
    			182
    		]
    	}
    },
    {
    	"id": 41,
    	"name": "Arbre",
    	"description": "Réputé en carbonne après de nombreuses tentatives infructueuses d'y mettre le feu par les ITI.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				82,
    				205
    			],
    			[
    				79,
    				206
    			],
    			[
    				73,
    				217
    			],
    			[
    				73,
    				222
    			],
    			[
    				75,
    				224
    			],
    			[
    				75,
    				228
    			],
    			[
    				79,
    				236
    			],
    			[
    				85,
    				239
    			],
    			[
    				91,
    				239
    			],
    			[
    				91,
    				244
    			],
    			[
    				89,
    				248
    			],
    			[
    				96,
    				248
    			],
    			[
    				94,
    				245
    			],
    			[
    				94,
    				239
    			],
    			[
    				98,
    				239
    			],
    			[
    				105,
    				235
    			],
    			[
    				111,
    				226
    			],
    			[
    				111,
    				221
    			],
    			[
    				107,
    				211
    			],
    			[
    				104,
    				208
    			],
    			[
    				99,
    				205
    			],
    			[
    				95,
    				204
    			],
    			[
    				92,
    				204
    			]
    		]
    	},
    	"center": {
    		"0": [
    			92,
    			222
    		]
    	}
    },
    {
    	"id": 42,
    	"name": "Chalets",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				86,
    				249
    			],
    			[
    				86,
    				244
    			],
    			[
    				87,
    				244
    			],
    			[
    				82,
    				239
    			],
    			[
    				77,
    				244
    			],
    			[
    				78,
    				243
    			],
    			[
    				78,
    				249
    			],
    			[
    				107,
    				249
    			],
    			[
    				107,
    				244
    			],
    			[
    				108,
    				244
    			],
    			[
    				103,
    				239
    			],
    			[
    				98,
    				244
    			],
    			[
    				99,
    				244
    			],
    			[
    				99,
    				249
    			]
    		]
    	},
    	"center": {
    		"0": [
    			103,
    			245
    		]
    	}
    },
    {
    	"id": 43,
    	"name": "Oiseau",
    	"description": "",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				102,
    				194
    			],
    			[
    				106,
    				198
    			],
    			[
    				107,
    				198
    			],
    			[
    				109,
    				200
    			],
    			[
    				112,
    				200
    			],
    			[
    				110,
    				202
    			],
    			[
    				109,
    				202
    			],
    			[
    				107,
    				204
    			],
    			[
    				105,
    				204
    			],
    			[
    				105,
    				207
    			],
    			[
    				103,
    				207
    			],
    			[
    				102,
    				206
    			],
    			[
    				100,
    				206
    			],
    			[
    				100,
    				204
    			],
    			[
    				98,
    				202
    			],
    			[
    				98,
    				200
    			],
    			[
    				100,
    				198
    			],
    			[
    				97,
    				196
    			],
    			[
    				98,
    				196
    			],
    			[
    				100,
    				194
    			]
    		]
    	},
    	"center": {
    		"0": [
    			103,
    			201
    		]
    	}
    },
    {
    	"id": 44,
    	"name": "Minion",
    	"description": "Les Minions sont des personnages comiques et attachants de la franchise de films d'animation Moi, moche et méchant (Despicable Me), produite par Illumination Entertainment. Ils sont représentés comme de petites créatures jaunes, souvent vêtues de salopettes et portant des lunettes. Leur apparence est enfantine et ludique, ce qui les rend particulièrement populaires.\n\nLes Minions sont des serviteurs fidèles de Gru, le protagoniste de la série, et leur but principal est de l'aider dans ses plans, souvent loufoques et humoristiques. Ils parlent une langue inventée, mélange de différentes langues et de sons amusants, ce qui les rend encore plus drôles et attachants.\n\nLeur comportement est souvent exagéré et chaotique, ce qui entraîne des situations comiques. Ils ont également leur propre film, Les Minions, qui explore leur origine et leur quête pour trouver un maître. Leur popularité a fait d'eux des icônes de la culture populaire, appréciés tant par les enfants que par les adultes.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				241,
    				195
    			],
    			[
    				239,
    				197
    			],
    			[
    				239,
    				209
    			],
    			[
    				238,
    				209
    			],
    			[
    				239,
    				210
    			],
    			[
    				241,
    				210
    			],
    			[
    				241,
    				211
    			],
    			[
    				240,
    				212
    			],
    			[
    				242,
    				212
    			],
    			[
    				242,
    				210
    			],
    			[
    				244,
    				210
    			],
    			[
    				244,
    				212
    			],
    			[
    				246,
    				212
    			],
    			[
    				245,
    				211
    			],
    			[
    				245,
    				210
    			],
    			[
    				247,
    				210
    			],
    			[
    				248,
    				209
    			],
    			[
    				247,
    				209
    			],
    			[
    				247,
    				209
    			],
    			[
    				247,
    				197
    			],
    			[
    				245,
    				195
    			]
    		]
    	},
    	"center": {
    		"0": [
    			243,
    			203
    		]
    	}
    },
    {
    	"id": 45,
    	"name": "Mario",
    	"description": "Mario est l'un des personnages les plus emblématiques et reconnaissables de l'univers du jeu vidéo. Créé par Nintendo, il a été introduit pour la première fois en 1981 dans le jeu Donkey Kong, où il apparaissait sous le nom de \"Jumpman\". Mario est un plombier italien dont la personnalité joyeuse et déterminée en a fait un héros incontournable.\n\nMario est surtout connu pour ses aventures dans la série de jeux Super Mario, qui mettent en scène sa quête pour sauver la princesse Peach du méchant Bowser. Les jeux de la franchise sont souvent des plateformes en 2D ou 3D où Mario doit sauter, collecter des pièces, et vaincre des ennemis tout en naviguant à travers divers niveaux colorés et créatifs.\n\nOutre son rôle principal dans les jeux de plateforme, Mario a également participé à d'autres genres de jeux, y compris des courses (Mario Kart), des jeux de sport, et des RPG. Sa popularité a fait de lui une icône de la culture vidéoludique et il est souvent considéré comme le visage de Nintendo. La franchise a également donné naissance à des séries dérivées, des films, des séries télévisées, et de nombreux produits dérivés.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				238,
    				179
    			],
    			[
    				236,
    				185
    			],
    			[
    				238,
    				185
    			],
    			[
    				238,
    				187
    			],
    			[
    				234,
    				187
    			],
    			[
    				234,
    				188
    			],
    			[
    				235,
    				189
    			],
    			[
    				236,
    				188
    			],
    			[
    				237,
    				188
    			],
    			[
    				239,
    				190
    			],
    			[
    				236,
    				192
    			],
    			[
    				236,
    				193
    			],
    			[
    				237,
    				193
    			],
    			[
    				238,
    				192
    			],
    			[
    				244,
    				192
    			],
    			[
    				245,
    				191
    			],
    			[
    				249,
    				191
    			],
    			[
    				249,
    				187
    			],
    			[
    				247,
    				189
    			],
    			[
    				244,
    				189
    			],
    			[
    				247,
    				183
    			],
    			[
    				247,
    				179
    			],
    			[
    				246,
    				179
    			],
    			[
    				244,
    				181
    			],
    			[
    				243,
    				181
    			],
    			[
    				243,
    				179
    			]
    		]
    	},
    	"center": {
    		"0": [
    			242,
    			185
    		]
    	}
    },
    {
    	"id": 46,
    	"name": "Molécule H2O",
    	"description": "La molécule H₂O, plus connue sous le nom d'eau, est composée de deux atomes d'hydrogène (H) et d'un atome d'oxygène (O). Elle est essentielle à la vie sur Terre et a des propriétés uniques qui en font un solvant universel.",
    	"links": {},
    	"path": {
    		"0": [
    			[
    				127,
    				159
    			],
    			[
    				127,
    				161
    			],
    			[
    				129,
    				163
    			],
    			[
    				131,
    				163
    			],
    			[
    				135,
    				167
    			],
    			[
    				135,
    				169
    			],
    			[
    				131,
    				173
    			],
    			[
    				129,
    				173
    			],
    			[
    				127,
    				175
    			],
    			[
    				127,
    				177
    			],
    			[
    				129,
    				179
    			],
    			[
    				131,
    				179
    			],
    			[
    				133,
    				177
    			],
    			[
    				133,
    				175
    			],
    			[
    				137,
    				171
    			],
    			[
    				139,
    				171
    			],
    			[
    				141,
    				169
    			],
    			[
    				141,
    				167
    			],
    			[
    				139,
    				165
    			],
    			[
    				137,
    				165
    			],
    			[
    				133,
    				161
    			],
    			[
    				133,
    				159
    			],
    			[
    				131,
    				157
    			],
    			[
    				129,
    				157
    			]
    		]
    	},
    	"center": {
    		"0": [
    			130,
    			176
    		]
    	}
    }
]
